/* State and Keywordgroupnames */

"Messages" = "Appels de messages Objective-C";
"Cocoa Classes" = "Classes Cocoa";
"Objective-C Keywords" = "Symboles (@class, etc.)";
"Keywords" = "Mots clefs";
"Memory Management" = "Mots clefs de gestion mémoire";
"Cocoa Functions" = "Fonctions Cocoa";
"Numbers" = "Nombres";
"Characters" = "Caractères";
"FunctionRegex" = "Appels de fonction";
"Cocoa Types" = "Types Cocoa";
"Cocoa Constants" = "Constantes Cocoa";
"Cocoa Stuff (Panther)" = "Additions Cocoa de Panther";
"Preprocessor" = "Directives du préprocesseur";
"Autodoc Comment" = "/*\" Commentaires Autodoc \"*/";
"Comment" = "/* Commentaire */";
"Singleline Comment" = "// Commentaire";
"String" = "\"Chaînes de caractères\"";

